q16:诗经的内容分为哪三个部分？
select ?x where { <诗经> <内容分类> ?x. }
<雅_（词语）>	<风_（自然现象）>	<颂>	

q32:中国最早的一部诗歌总集是？
select ?x where { ?x <历史地位> "中国最早的一部诗歌总集". }
<诗经>	<三百篇>	

q78:史铁生有哪些代表作品？
select ?y where { <史铁生> <代表作品> ?y. }
<病隙碎笔>	<务虚笔记>	<我与地坛_（史铁生所编写的散文集）>	

q80:法国有哪些著名的汽车品牌？
select ?x where { <法国_（法兰西共和国）> <汽车品牌> ?x. }
<标致_（法国标致雪铁龙集团旗下汽车品牌）>	<雷诺_（法国车辆制造商）>	<雪铁龙>	

q103:菠萝种植在哪些区域？
select ?x where { <菠萝> <分布区域> ?x. }
<泰国>	<岭南_（中国地区）>	<南美洲>	

q109:舒伯特有哪些代表作？
select ?x where { <舒伯特> <代表作品> ?x. }
<摇篮曲_（入睡歌曲）>	<流浪者_（印度电影）>	<圣母颂>	<马勒第八交响曲>	<玫瑰_（蔷薇科蔷薇属植物）>	<小夜曲_（抒情风格声乐体裁形式）>	<鳟鱼_（舒伯特创作艺术歌曲）>	<魔王_（奥地利舒伯特著叙事曲）>	

q126:"共产主义五大人物"都有哪些？
select ?x where { <共产主义五大人物> <代表人物> ?x. }
<卡尔·马克思_（马克思主义创始人）>	<列宁_（苏维埃社会主义共和国联盟的创造者）>	<弗里德里希·恩格斯>	

q157:奥斯陆是哪个国家的首都？
select ?x where { ?x <首都> <奥斯陆>. }
<挪威历史>	<挪威>	

q180:电影花样年华的语言是？
select ?x where { <花样年华_（2000年王家卫导演电影）> <对白语言> ?x. }
<上海方言_（上海人使用的语言）>	<粤语_（汉藏语系下的语言）>	

q184:给出所有是枝裕和导演的电影？
select ?x where { ?x <导演> <是枝裕和>. }
<无人知晓_（日本2004年是枝裕和执导电影）>	<没有他的八月天>	<特别家庭_（日本电影）>	<空气人偶>	<我的意外爸爸>	<步伐不停>	<海街>	<人形空气>	<后日>	<奇迹_（日本2011年是枝裕和执导电影）>	<幻之光_（电影）>	<海街日记>	<下一站，天国>	<Going My Home>	<如父如子>	<花之武者>	<距离_（日本电影《距离》）>	<比海更深>	<祝你平安：Cocco的无尽之旅>	

q193:索尼公司的经营范围有哪些？
select ?x where { <索尼_（世界著名企业）> <经营范围> ?x. }
<金融_（专业词语汉语词语）>	<娱乐_（汉语词语）>	<信息技术_（用于管理和处理信息所采用各种技术总称）>	<电子_（基本粒子之一）>	

q227:爱伦·坡有哪些作品？
select ?y where { ?y <作者> <埃德加·爱伦·坡>. }
<最快乐的日子>	<爱伦坡短篇小说选集>	<一首谜诗>	<大师插图本：爱伦·坡诗集>	<悬疑集>	<欧美经典侦探小说精选>	<催眠启示录>	<十四行诗——致科学>	<爱伦·坡暗黑故事集>	<致海伦>	<贵族侦探杜宾探案故事>	<经典爱伦坡惊悚集>	<安娜贝尔·丽>	<外教社法语分级注释读物系列>	<红魔假面舞会>	<爱伦·坡暗黑故事全集（上册）>	<爱伦·坡短篇小说集>	<爱伦·坡精品集>	<伊斯拉菲尔_（爱伦坡创作诗歌）>	<致河>	<西·奥古斯特·杜宾>	<我发现了>	<怪异故事集（两种图片随机发放）>	<尤娜路姆>	<失窃的信>	<世界著名惊悚故事>	<爱伦·坡恐怖小说选>	<莫格街凶杀案>	<爱伦·坡诗集>	<尤拉丽之歌>	<泄密的心_（美国埃德加·爱伦·坡著短篇小说）>	<致我的母亲>	<你就是杀人凶手>	<亡灵_（埃德加爱伦坡诗歌作品）>	<金甲虫_（美国爱伦·坡著中篇小说）>	<推好看>	<爱伦坡的诡异王国>	<丽姬娅>	<安娜蓓尔·李>	

q236:给我一些3D电影。
select ?x where { ?x <类型> <3D_（三维的英文缩写）>. }
<百变猪猪侠_（祖玛类小游戏）>	<疯狂时代_（动漫）>	<热河之恋>	<月光宝盒OL>	<一万年以后>	<我的世界1.7.4>	<3D沙滩排球>	<四大名捕3>	<铁观音大战变形金刚>	<怨灵人偶>	<惊天破_（2016年谢霆锋、刘青云主演3D电影）>	<猎魔教士3D>	<牛兄牛弟>	<灌篮Online>	<圣剑大陆>	<开心超人2：启源星之战>	<梦回金沙城>	<恐龙帝国OL>	<舞力对决2>	<最终幻想XIII13>	<索尼 PMW-F3套机(35mm)>	<少年派的奇幻漂流_（2012年李安执导电影）>	<魔侠传之唐吉可德_（2010年阿甘导演电影）>	<奇人密码：古罗布之谜>	<老夫子2001>	<大轰炸_（2016年刘烨、宋承宪主演的电影）>	<三只小猪_（2015暑期档动画电影）>	<神笔马良_（2014年钟智行执导内地3D动画电影）>	<曙光之战_（同名手游）>	<三国演义_（2011年姜伟指导3D动画片）>	<斗战神_（虚拟印象原创爆笑3D动画）>	<破地狱_（2015年谢霆锋主演3D电影）>	<末日杀戮|Kill Me Again : 僵尸>	<新星旅行者>	<阿尔龙：炉之火>	<我叫MT全3D>	<京城81号贰>	<直白标题机器人动画>	<射雕英雄传3D_（手游）>	<圣安德烈亚斯断层大地震>	<碧维视BV8078M>	<Volcano_（游戏引擎）>	<UleadCOOL3DV3.5简体中文版>	<月夜匪患>	<海兰的崛起>	

q254:樱桃种植在哪些区域？
select ?x where { <樱桃_（蔷薇科落叶灌木果树）> <分布区域> ?x. }
<甘肃>	<河南_（中国中部地区省份之一）>	<安徽>	<江苏>	<湖北>	<浙江>	<河北_（中国省级行政区）>	<陕西_（中华人民共和国省级行政单位）>	<辽宁>	<山东_（中国山东省）>	

q282:八大菜系有哪些？
select ?x where { <八大菜系> <组成> ?x . }
<苏_（苏是汉语汉字姓氏动词）>	<徽>	<浙_（汉字）>	<川>	<湘_（中国汉字）>	<鲁_（中国汉字）>	<福建>	<粤_（汉语汉字）>	

q289:朝花夕拾的作者是谁？
select ?x where { ?x <代表作品> <朝花夕拾_（鲁迅散文集）>. }
<散文_（文学体裁）>	<鲁迅_（文学家、思想家）>	<吊与贺>	<巴人_（鲁迅笔名）>	<鲁迅先生生活情趣>	

q301:新加坡的国家领袖是谁？
select ?x where { <新加坡> <国家领袖> ?x. }
<陈庆炎>	<李显龙>	

q319:博尔赫斯的作品有哪些？
select ?y where { ?y <作者> <豪尔赫·路易斯·博尔赫斯_（阿根廷作家）>. }
<交叉小径的花园_（博尔赫斯于1944年创作的小说）>	<另一只老虎>	<阿莱夫_（阿根廷作家博尔赫斯1949年创作的短篇小说）>	<巴比伦的抽签游戏>	<博尔赫斯全集>	<莎士比亚的记忆>	<虚构集>	<沙之书_（豪尔赫·路易斯·博尔赫斯小说）>	<修补墙壁>	<小径分叉的花园>	<巴比伦彩票>	<玫瑰与弥尔顿>	<巴别图书馆>	<波佩的面纱>	<南方_（博尔赫斯所著短篇小说）>	<我的一生_（阿根廷博尔赫斯诗作）>	<Barrio reconquistado>	<同醉汉的对话>	<被占据的住宅>	<黑色模拟>	

q326:有哪些国家使用欧元？
select ?x where { ?x <货币> <欧元>. }
<意大利_（意大利共和国）>	<圣皮埃尔和密克隆群岛>	<奥地利>	<法兰西第五共和国>	<Germany>	<马约特岛>	<梵蒂冈>	<西班牙_（西班牙王国）>	<芬兰_（芬兰共和国）>	<荷兰>	<西欧国家>	<卢森堡_（卢森堡大公国）>	<瓜德罗普>	<萨克森_（德意志联邦共和国的一个联邦州）>	<立陶宛历史>	<爱尔兰_（爱尔兰共和国）>	<留尼汪岛>	<法属圣马丁>	<马提尼克岛>	<科索沃>	<马耳他>	<低地国家>	<圣马力诺>	<拉脱维亚>	<联邦德国>	<库拉索>	<摩纳哥>	<赫尔辛基>	<德国_（德意志联邦共和国）>	<芬兰共和国>	<法国_（法兰西共和国）>	<比利时>	<西欧>	<希腊小岛>	<立陶宛>	<安道尔_（欧洲南部国家）>	<爱尔兰戏剧>	<葡萄牙>	<希腊>	<爱沙尼亚>	<亚元_（货币构想）>	<斯洛伐克>	<百慕大共和国>	<瑞典及芬兰联合王国>	<斯洛文尼亚>	<塞浦路斯>	<黑山共和国>	<摩纳哥县>	

q340:尼采的代表作品有哪些？
select ?y where { <弗里德里希·威廉·尼采> <代表作品> ?y. }
<查拉图斯特拉如是说_（德国哲学家、思想家尼采文学作品）>	<悲剧的诞生_（1986年三联书店出版图书）>	<偶像的黄昏_（2009年12月商务印书馆出版）>	

q345:宫保鸡丁属于哪个菜系？
select ?x where { <宫保鸡丁_（名菜）> <分类> ?x. }
<鲁菜>	<贵州菜>	<川菜_（四大菜系之一）>	<京菜>	

q363:与会计相关的证书都有什么？
select ?x where { <会计> <相关证书> ?x . }
<会计从业资格证书>	<初级会计>	<中级会计>	<高级会计>	<注册会计师>	

q366:煞魔蛇是什么器材？
select ?x where { <煞魔蛇> <类型> ?x. }
<科技产品>	<电子产品>	<游戏鼠标>	

q367:英国导演诺兰的电影？
select ?x where { ?x <导演> <诺兰_（英国导演）>. }
<记忆拼图_（美国皮尔斯主演影片）>	<蝙蝠侠黑暗骑士三部曲>	<蚁蛉_（1997年诺兰拍摄短片）>	<蝠侠：开战时刻>	<记忆迷阵>	<蝙蝠侠前传2：暗夜骑士>	<黑暗骑士_（2008年克里斯托弗·诺兰导演的电影）>	<蝙蝠侠诞生拍摄花絮>	<蝙蝠侠2：黑暗骑士>	<蝙蝠侠：黑暗骑士崛起>	<华力·普菲斯特>	<白夜追凶>	<致命追踪_（美国2000年克里斯托弗·诺兰执导电影）>	<追随_（1998年克里斯托弗·诺兰执导英国电影）>	<蝙蝠侠之暗夜骑士>	<蝙蝠侠：侠影之谜>	<敦刻尔克_（2017年克里斯托弗·诺兰执导电影）>	<致命魔术_（2006年美国电影）>	<星际空间_（美国电影）>	<奠基_（电影）>	<蝙蝠侠6：黑暗骑士>	<记忆魔方_（美国电影）>	<无限街区>	<记忆碎片_（美国电影）>	<星际穿越：太空旅程>	<星际空间_（星际空间/星际穿越）>	

q369:化学式为"C6H12O6"的物质有哪些？
select ?x where { ?x <化学式> "C6H12O6". }
<1L-chiro-肌醇>	<谷物或玉米糖浆>	<D-葡萄糖-UL-14C>	<1,3-二羟基丙酮二聚体>	<L(-)-阿罗糖>	<同分异构-纤维醇>	<氧代环己六醇>	<D-果糖>	<葡萄糖>	<环己六醇>	<异肌醇>	<果糖>	<艾杜糖>	<聚乙二醇丁二酸酯>	<葡糖糖>	<古洛糖>	<D(-)-果糖>	

q372:三国时期诸葛亮有什么发明？
select ?x where { ?x <发明者> <诸葛亮_（三国时期蜀汉丞相）>. }
<木牛>	<孔明锁>	<木牛流马_（诸葛亮发明的运粮工具）>	<包子_（中国传统食品）>	<四轮车>	<七喜许愿灯>	<连珠弩>	<搭桥枪>	<馒头_（中国传统食物）>	<孔明球>	

q394:邱勇现任哪所大学的校长？
select ?y where { ?y <现任校长> <邱勇_（清华大学校长）>. }
<五道口职业技术学校>	<清华大学化学工程系>	<清华大学美术学院>	<清华大学建校>	<清华大学>	

q407:青年演员张子枫有哪些作品？
select ?x where { ?x <主演> <张子枫>. }
<老爸回家>	<顾乐家的幸福生活>	<岁月忽已暮_（2016年张家辉监制电影）>	<摩登年代>	<同桌的你_（2014年周冬雨&林更新主演电影）>	<幸福绽放_（2013年澄丰执导电视剧）>	<小别离_（2015年汪俊执导电视剧）>	<爸爸妈妈别分开>	<我的逗吧街>	<夫妻战争>	<桃源惊梦_（腾格尔主演微电影）>	<千金变女仆>	<唐人街探案>	<逗霸公开课>	<摩登时代_（徐铮导演作品）>	

q455:赵薇导演的电影有哪些？
select ?x where { ?x <导演> <赵薇_（中国内地女演员、歌手、导演）>. }
<爱在澎湖湾>	<致我们终将逝去的青春_（2013年赵薇执导电影）>	<我在你床下>	<没有别的爱>	<终将逝去的青春_（2011年赵薇，关锦鹏执导电影）>	<还珠格格_（2016年赵薇执导动画影片）>	

q459:老舍的代表作有哪些？
select ?x where { <老舍> <代表作品> ?x. }
<四世同堂_（老舍著中国现代长篇小说）>	<骆驼祥子_（国家大剧院原创歌剧）>	<茶馆_（中国经典话剧（老舍））>	

q462:飞卢中文网的主要内容是什么？
select ?x where { <飞卢中文网> <类型> ?x. }
<小说>	<科学>	<科技产品>	<网站>	<小说站>	

q479:吉林大学的现任校长是谁？
select ?x where { <吉林大学> <现任校长> ?x . }
<李元元_（吉林大学校长中国工程院院士）>	<院士>	

q491:请列举一些赵本山的作品？
select ?x where { <赵本山> <代表作品> ?x. }
<乡村爱情_（2006年赵本山主演电视剧）>	<马大帅_（赵本山自导自演的系列电视剧三部曲）>	<刘老根>	<月牙儿_（电视剧《乡村爱情小夜曲》片尾曲）>	<大笑江湖_（朱延平执导的喜剧）>	

q495:清明节都有哪些习俗？
select ?x where { <清明_（二十四节气之一）> <节日活动> ?x. }
<踢>	<扫墓>	<禁火>	<踏青>	<荡秋千>	<打马球_（运动）>	<插柳>	<蹴鞠_（体育项目，运动）>	

q500:生化危机的主演都有哪些人？
select ?x where { <生化危机_（根据Capcom电子游戏改编的系列电影）> <主演> ?x. }
<米拉·乔沃维奇>	<李冰冰>	<西耶娜·盖尔利>	<奥德·菲尔>	<肖恩·罗伯茨>	

q511:北洋三杰是谁？
select ?x where { <北洋三杰> <成员> ?x. }
<王士珍_（清末民初军人，中华民国总理）>	<段祺瑞_（皖系军阀首领）>	<冯国璋>	

q516:在道路上要靠右驾驶的国家有？
select ?x where { ?x <道路通行> "靠右驾驶". }
<意大利_（意大利共和国）>	<柬埔寨>	<奥地利>	<Germany>	<老挝>	<加蓬_（国家）>	<俄罗斯苏维埃联邦社会主义共和国>	<格鲁吉亚>	<俄罗斯_（俄罗斯联邦）>	<塞内加尔>	<阿尔巴尼亚>	<梵蒂冈>	<芬兰大公国>	<西班牙_（西班牙王国）>	<亚美尼亚>	<利比里亚共和国>	<夏威夷王国>	<芬兰_（芬兰共和国）>	<荷兰>	<危地马拉>	<科威特>	<叙利亚>	<丹麦>	<尼德兰联合王国>	<圣多美和普林西比>	<圣多美>	<尼加拉瓜>	<世界上最狭长的国家智利>	<墨西哥_（墨西哥合众国）>	<卢森堡_（卢森堡大公国）>	<中非_（中非共和国）>	<瑞典>	<卡塔尔>	<摩尔多瓦>	<洪都拉斯历史>	<毛里塔尼亚>	<白俄罗斯_（白俄罗斯共和国）>	<巴西_（巴西联邦共和国）>	<冈比亚共和国>	<刚果民主共和国>	<阿拉伯联合酋长国>	<西南索马里>	<伊拉克王国>	<马里_（马里共和国）>	<多哥>	<立陶宛历史>	<捷克>	<加纳>	<厄瓜多尔>	<罗马尼亚社会主义共和国>	<利比亚>	<加蓬共和国>	<圣马力诺>	<拉脱维亚>	<联邦德国>	<摩纳哥>	<帕劳>	<匈牙利>	<德国_（德意志联邦共和国）>	<韩国游>	<秘鲁>	<萨尔瓦多_（中美洲国家）>	<挪威>	<芬兰共和国>	<突尼斯>	<埃塞俄比亚>	<密克罗尼西亚>	<尼日利亚>	<法国_（法兰西共和国）>	<美国_（美利坚合众国）>	<比利时>	<塔吉克斯坦>	<乌克兰>	<委内瑞拉_（委内瑞拉玻利瓦尔共和国）>	<冰岛>	<阿布哈兹>	<冈比亚_（冈比亚伊斯兰共和国）>	<波兰_（波兰共和国）>	<南苏丹共和国>	<加拿大_（北美洲国家）>	<厄立特里亚>	<中华联邦>	<巴拉圭>	<布基纳法索>	<哥斯达黎加_（哥斯达黎加共和国）>	<尼加拉瓜历史>	<列支敦士登>	<伊拉克>	<黎巴嫩_（黎巴嫩共和国）>	<瓦努阿图共和国_（国家）>	<立陶宛>	<智利>	<安道尔_（欧洲南部国家）>	<伊朗>	<保加利亚>	<瑞士>	<南奥塞梯>	<葡萄牙>	<菲律宾_（菲律宾共和国）>	<希腊>	<菲律宾第二共和国>	<乌拉圭>	<爱沙尼亚>	<索马里>	<斯洛伐克>	<阿布丁国>	<吴家门>	<罗马尼亚人民共和国>	<韩国_（大韩民国）>	<沙特阿拉伯>	<埃及>	<也门>	<阿根廷_（阿根廷共和国）>	<斯洛文尼亚>	<佛得角>	<缅甸>	<罗马尼亚_（欧洲南部国家）>	<阿塞拜疆>	<约旦>	<几内亚比绍>	<塞拉利昂>	<赤道几内亚>	<阿曼_（阿曼苏丹国）>	

q517:季莫申科是哪里人？
select ?x where { <尤利娅·季莫申科> <出生地> ?x. }
<第聂伯罗彼得罗夫斯克>	<乌克兰>	

q527:武汉大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <武汉大学> . }
<刘西尧>	<王小村>	<郭传杰>	<石正丽>	<张贻明>	

q529:拜仁的西班牙球员都有谁？
select ?x where { ?x <所属运动队> <拜仁慕尼黑足球俱乐部>. ?x <国籍> <西班牙_（西班牙王国）>. }
<贝尔纳特_（西班牙足球运动员）>	<阿隆索_（西班牙足球运动员阿隆索）>	

q536:发明显微镜的人是什么职业？
select ?y where { <显微镜> <发明人> ?x. ?x <职业> ?y. }
<物理学家_（探索、研究物理学的科学家）>	<博物学家>	<发明家>	

q544:天津大学出过哪些科学家？
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <天津大学> . }
<马祖长>	<姚建铨>	<唐明述>	

q545:南京大学出过哪些企业家？
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <南京大学> . }
<袁岳>	<徐锦忠>	<陈光标>	<陈一丹>	<岳伟_（全球职业规划师）>	<陈正华_（江苏省建集团董事长）>	<陈符号>	<钱东奇>	<杨丹_（VINCI创始人）>	<杨休>	

q546:有哪些主持人毕业于北京大学？
select ?x where { ?x <职业> <主持人>. ?x <毕业院校> <北京大学>. }
<文清_（女主持、演员）>	<王牧笛>	<肖贵宁>	<英达>	<程秧秧>	<朱筠_（CCTV主持人）>	<耿姝>	<大山_（加拿大籍学者及主持人）>	<董倩_（央视主持人）>	<谢映玲>	<金铭_（影视演员）>	<傅成励>	<昕原>	<张泉灵>	<吕梅_（大连电视台播音员）>	<陈旻_（中央人民广播电台主持人）>	<彭高唱>	

q591:Hermès的总部在哪里？
select ?y where { ?x <外文名称> "Hermès（Hermes）". ?x <总部地点> ?y. }
<巴黎_（法国首都）>	<巴黎_（法国首都）>	

q607:有哪些哲学家抱有无神论信仰？
select ?x where { ?x <职业> <哲学家_（基础含义）>. ?x <信仰> <无神论_（一种哲学观点）>. }
<李二曲>	<斯蒂芬·威廉·霍金>	

q610:北京大学出了哪些哲学家
select ?x where { ?x <职业> <哲学家_（基础含义）> . ?x <毕业院校> <北京大学> . }
<张中行>	<牟宗三>	<张申府>	<余敦康>	<潘梓年>	

q619:位于厦门思明区，素称"圆洲仔、钢琴岛"的地方有哪些好吃的？
select ?y where { ?x <别名> "圆洲仔、钢琴岛". ?x <特色美食> ?y. }
<沙茶面>	<肉脯>	<馅饼>	<蚵仔煎_（闽台潮特色小吃）>	

q625:姚明念的那所初中校训是什么？
select ?z where { ?x <中文名> "姚明" . ?x <初中> ?y . ?y <校训> ?z . }
<诚>	<朴_（汉字）>	<勤>	<勇>	

q627:周杰伦写的摇滚乐有哪些？
select ?x where { ?x <谱曲> <周杰伦>. ?x <音乐风格> <摇滚>. }
<哪里都是你>	<我要夏天>	<双节棍_（周杰伦歌曲）>	<世界未末日>	<狗仔舞>	<哇靠_（周杰伦演唱歌曲）>	<不能说的秘密_（周杰伦演唱歌曲）>	<惊叹号_（周杰伦创作歌曲）>	<双截棍_（陈梓童）>	<英雄_（周杰伦创作歌曲）>	

q628:郭敬明写过哪些长篇小说？
select ?x where { ?x <作者> <郭敬明>. ?x <文学体裁> <长篇小说>. }
<1995-2005夏至未至_（2005年郭敬明创作的小说）>	<临界·爵迹>	<临界·爵迹Ⅱ>	<梦里花落知多少_（郭敬明著小说）>	<幻城_（郭敬明小说）>	<爵迹_（2010年郭敬明长篇小说）>	<小时代_（郭敬明小说）>	

q632:本田公司的主要车型都有什么？
select ?z where { ?x <公司名称> ?y . filter regex(?y, "本田") . ?x <主要车型> ?z . }
<本田思域>	<凌派>	<歌诗图>	<雅阁>	

q642:亚洲哪个国家的时区是"UTC+3"？
select ?x where { ?x <所属洲> <亚洲>. ?x <时区> "UTC+3". }
<科威特>	<卡塔尔>	<伊拉克王国>	<巴林>	<伊拉克>	<黎巴嫩_（黎巴嫩共和国）>	<沙特阿拉伯>	<也门>	

q643:吴君如老公拍过什么电影？
select ?x ?y where { <吴君如> <丈夫> ?y. ?y <代表作品> ?x. }
<甜蜜蜜_（1996年陈可辛导演电影）>	<陈可辛>	<亲爱的_（2014年陈可辛执导电影）>	<陈可辛>	<中国合伙人_（2013年陈可辛执导电影）>	<陈可辛>	<双城故事_（1991年陈可辛执导电影）>	<陈可辛>	<金枝玉叶_（马齿苋科植物）>	<陈可辛>	<刺马_（陈可辛执导电影）>	<陈可辛>	<如果爱_（湖北卫视明星恋爱真人秀）>	<陈可辛>	

q648:哈佛大学出了哪些文学家？
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <哈佛大学> . }
<林语堂>	<孔飞力>	<楼光来>	<梅光迪>	<杨联升>	

q654:侦探们的经典台词有哪些？
select ?y where { ?x <职业> <侦探_（ACGN侦探们）>. ?x <名言> ?y. }
"真相永远只有一个！"	"一切都是显而易见，毫无悬念可言"	"真相只有一个！"	

q658:清华大学出了哪些科学家
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <清华大学> . }
<李惕碚>	<谭君才>	<刘静_（中国科学院理化技术研究所研究员）>	<钱伟长>	<闵乃大>	<管德>	<彭桓武>	<欧阳钟灿>	<翟俊宜>	<王大珩_（科学家）>	<柳百新>	<廖湘科>	<戴宏杰>	<顾毓秀>	<钱思亮>	<容启东_（香港“爵士”）>	<夏泽洋>	<李文钊>	

q660:亚洲哪个国家实行君主立宪制？
select ?x where { ?x <所属洲> <亚洲>. ?x <政治体制> <议会制君主立宪制>. }
<泰国完全旅行指南>	<日本_（日本国）>	<单机游戏吧>	<槟城岛>	<马来西亚>	<不丹>	

q667:清华大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <清华大学> . }
<段学复>	<万哲先>	<柯召_（数学家、中国科学院院士、四川川大原校长）>	

q695:清华大学出了哪些文学家
select ?x where { ?x <职业> <文学家> . ?x <毕业院校> <清华大学> . }
<杨绛>	<赵萝蕤>	<田德望>	<闻一多>	

q707:南京大学出过哪些科学家？
select ?x where { ?x <职业> <科学家_（从事科学研究的人群）> . ?x <毕业院校> <南京大学> . }
<严俊_（中国科学院国家天文台台长）>	<贾承造>	<罗序中>	<都有为>	<徐锦忠>	<翁金桃>	<王业宁>	<殷武_（南京大学教授）>	<陈俊_（南京大学校长）>	

q714:克苏鲁所在群体都代表着什么？
select ?z where { <克苏鲁_（克苏鲁的呼唤神话小说里面的邪灵角色）> <所属> ?y. ?y <象征> ?z.}
<火_（汉语汉字）>	<水_（由氢、氧两种元素组成的无机物质）>	<地_（汉语汉字）>	<风_（自然现象）>	

q734:加拿大首都使用的语言？
select ?x where { <加拿大_（北美洲国家）> <首都> ?y . ?y <方言> ?x. }
<法语>	<英语_（语言）>	

q746:清华大学出了哪些导演
select ?x where { ?x <职业> <导演> . ?x <毕业院校> <清华大学> . }
<屠钰斐>	<洪深_（中国电影先驱）>	<杨雪茹>	<陈心中>	<李卫_（新活动传媒总制片）>	<李燕宁_（建筑师、电影导演）>	

q765:获"第6届本格推理小说大奖"的作家有哪些代表作品？
select ?y where { ?x <主要成就> "第6届本格推理小说大奖". ?x <代表作品> ?y. }
<放学后_（东野圭吾创作推理小说）>	<嫌疑人X的献身_（东野圭吾著长篇小说）>	<白夜行_（韩国2009年孙艺珍主演电影）>	<牵绊的爱>	<放学后_（东野圭吾创作推理小说）>	<以眨眼干杯>	<预知梦_（一种心理和生理状态的反应）>	<侦探伽利略_（福山雅治主演日剧）>	<秘密_（法国2000年维吉尼·瓦贡导演爱情片）>	<白夜行_（韩国2009年孙艺珍主演电影）>	<嫌疑人X的献身_（日本2008年西谷弘执导电影）>	

q769:欧盟成员国主要有哪些宗教？
select distinct ?x where { <欧盟_（欧洲经济、政治共同体）> <成员国> ?y. ?y <主要宗教> ?x. }
<英国国教>	<新教>	<天主教>	

q773:复旦大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <复旦大学> . }
<郭广昌>	<王品高>	<翁懋>	<陈天桥>	<冯正虎>	<庞计善>	<卢志强_（中国泛海控股集团董事长兼总裁）>	<刘也卓_（埃迪欧控股集团有限公司中国区总经理）>	<郁鑫>	<岑钊雄>	

q780:武汉大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <武汉大学> . }
<张培刚_（中国发展经济学创始人）>	<梅新育>	<杨再平>	<易江_（著名学者、经济学家、南华工商学院院长）>	<程志强_（北京大学兼职教授、博士生导师）>	<陈钦风>	

q800:有哪些会说粤语的上海导演？
select ?x where { ?x <语言> <粤语_（汉藏语系下的语言）>. ?x <职业> <导演>. ?x <出生地> <上海_（中华人民共和国直辖市）>. }
<陈冲_（美籍华裔女演员）>	<黄元申>	<王家卫>	

q828:清华大学出了哪些地质学家
select ?x where { ?x <职业> <地质学家> . ?x <毕业院校> <清华大学> . }
<程裕淇>	<卢耀如>	<杨遵仪>	<刘宝珺>	

q829:垓下歌的作者什么时候死的？
select ?x where { ?y <主要作品> <垓下歌_（项羽诗歌）>. ?y <去世时间> ?x. }
"-202"	"-202"	

q838:复旦大学出了哪些经济学家
select ?x where { ?x <职业> <经济学家_（拥有原创的经济学基础理论的经济学人）> . ?x <毕业院校> <复旦大学> . }
<舒元_（中山大学国际商学院院长）>	<何清涟>	<吴敬琏>	<林采宜>	<黄先海>	<吴敬链>	<刘海影>	<单东_（民营经济学家）>	<张军_（复旦大学长江特聘教授、博士生导师）>	

q841:拉丁学名为"Gerbera kunzeana A. Br. et Aschers."的植物属于哪一个纲？
select ?x where { ?y <拉丁学名> "Dicotyledons". ?y <纲> ?x. }
<双子叶植物纲>	<双子叶植物纲>	

q842:小说《伊豆的舞女》的作者出生日期是哪年?
select ?y where { <雪国_（日本川端康成著小说）> <作者> ?x. ?x <出生日期> ?y. }
"1899-06-14"	

q867:北京大学出了哪些数学家
select ?x where { ?x <职业> <数学家_（数学家（世界著名数学家））> . ?x <毕业院校> <北京大学> . }
<张广厚>	<吕以辇>	<张乃岳>	<张里千>	<张芷芬>	<张申府>	<马知恩>	<恽之玮>	<张益唐>	<闵嗣鹤>	

q870:信教的北洋军阀有谁？
select ?x where { <北洋军阀_（民国军阀势力之一）> <主要人物> ?x. ?x <信仰> ?z. }
<吴佩孚_（民国时期直系军阀首领）>	<段祺瑞_（皖系军阀首领）>	

q888:都有哪几种日历？
select ?y where { ?x <中文名> "日历" . ?x <种类> ?y . }
<台历>	<年历卡>	<挂历>	<座>	

q902:浙江大学出了哪些作家
select ?x where { ?x <职业> <作家_（汉语词语）> . ?x <毕业院校> <浙江大学> . }
<吴秀明>	<白红>	<吴刚戟>	<杨静龙>	<应化雨>	<舒子原>	<胡品清>	<黄亚洲_（诗人，影视剧作家）>	<潘际炯>	<沐斋>	<吴哓>	<叶丛嘉>	<汪逸芳>	<胡晶清>	<张世轩_（中国当代作家、学者）>	

q907:天空之城的作者是哪个星座？
select ?y where { ?x <代表作品> <天空之城_（日本1986年宫崎骏执导动画电影）>. ?x <星座> ?y. }
<狮子座_（天文学）>	<双鱼座一>	<摩羯座_（天文学）>	<双子座_（天文学）>	

q917:哪里能看暴走大事件呀？
select ?y where { ?x <中文名> "暴走大事件" . ?x <在线播放平台> ?y . }
<优酷网>	<腾讯视频>	<AcFun>	<爱奇艺>	<bilibili>	<乐视视频>	<优酷网>	<腾讯>	

q957:南京大学出了哪些翻译家？
select ?x where { ?x <职业> <翻译家> . ?x <毕业院校> <南京大学> . }
<马爱农>	<张竹明>	<马振骋>	<陈来元>	

q959:释永信担任主持的寺庙有哪些著名景点？
select ?y where { ?x <现任住持> <释永信>. ?x <著名景点> ?y. }
<常住院>	<大雄宝殿>	<藏经阁_（寺院讲经说法藏经的场所）>	<初祖庵>	<塔林_（佛教建筑）>	

q961:故宫的建造者还有哪些其他的成就？
select ?y where { <故宫_（北京故宫）> <建造者> ?x. ?x <主要成就> ?y. }
"编撰"	"女真"	"收复"	"永乐大典"	"创建"	"内阁"	"东厂"	"完善中央制度"	"迁都 北京"	"疏浚大运河"	"开创 永乐盛世"	"安南"	"五征"	"漠北"	"招抚"	"郑和下西洋开创 万国来朝局面"	"保护 汉文化"	

q963:《巴黎圣母院》的作者有什么成就？
select ?y where { <巴黎圣母院_（维克多·雨果长篇小说）> <作者> ?x. ?x <主要成就> ?y. }
"被后人称为“法兰西的 莎士比亚”"	"19世纪前期积极浪漫主义文学的代表作家"	"法国文学史上卓越的"	"资产阶级民主作家"	"一生共完成70卷作品"	

q965:电影阿凡达的导演来自哪个国家？
select ?x where { <Avatar_（2009年上映詹姆斯·卡梅隆执导美国电影）> <导演> ?y. ?y <国籍> ?x. }
<加拿大_（北美洲国家）>	

q967:去瞿塘峡、巫峡、西陵峡旅游需要多少钱门票？
select ?y where { ?x <组成> <瞿塘峡>. ?x <组成> <巫峡_（长江三峡第二峡）>. ?x <组成> <西陵峡>. ?x <门票价格> ?y. }
<全部免费>	

q968:美国职业篮球联赛每年的举办时间是什么时候？
select ?y where { ?x <中文名称> "美国职业篮球联赛" . ?x <举办时间> ?y. }
"每年10月至次年6月"	

q971:和爱伦·坡来自同一国家的同行都有谁？
select ?x where { <埃德加·爱伦·坡> <国籍> ?y. <埃德加·爱伦·坡> <职业> ?z.?x <国籍> ?y.?x <职业> ?z.}
<洛威尔，R.>	<文斯·弗林>	<布朗_（美国科幻小说家）>	<约翰·契佛>	<西尔维娅·普拉斯>	<伊丽莎白·吉尔伯特>	<迈克尔·马德森>	<论现代诗歌>	<桑德拉·希斯内罗丝>	<里士曼·拉蒂莫尔>	<希尔达·杜利特尔>	<安吉洛_（美国女诗人）>	<菲利普·弗伦诺>	<考德威尔，E·>	<西奥多·德莱塞>	<罗伯特·佛洛斯特>	<凯·汤普森>	<凯文·鲍尔斯>	<菲利浦·弗瑞诺>	<安妮·沃尔德曼>	<亨利·亚当斯>	<马克·吐温>	<彼得·奥洛夫斯基>	<赫尔曼·梅尔维尔>	<帕特里克·塔克尔>	<大卫·伊格内托>	<凯特·迪卡米洛>	<约翰·阿什贝利>	<罗伯特·洛威尔>	<马克·叶温>	<乔纳森·弗兰岑>	<卡尔·杰拉西>	<戴维·福斯特·华莱士>	<约翰·贝里曼>	<约翰·欧文>	<威廉·卡洛斯·威廉姆斯>	<小霍雷肖·阿尔杰>	<豪威尔斯，W·D.>	<唐·德里罗>	<黛·莱维托芙>	<伊丽莎白·毕肖普>	<威廉·斯塔福德>	<威廉斯，T·>	<安德森，S·>	<艾米·布卢姆>	<惠蒂埃，J.G.>	<爱默生_（美国著名思想家和文学家）>	<珍安克兰兹>	<狄更生，E.>	<邝丽莎>	<范·达因>	<保罗·劳伦斯·邓巴>	<格雷戈里·柯尔索>	<迪奥多·罗赛克>	<埃德加·爱伦·坡>	<雷蒙德·卡佛>	<马尔科姆·考利>	<埃拉·惠勒·威尔科克斯>	<沃尔特·杜莫·埃德蒙>	<罗伯特·克里利>	<E.E.Cummings>	<艾米莉·狄金森>	<维奇·林德赛>	<艾拉·格什温>	<埃尔莫·伦纳德>	<西尔达·杜丽特尔>	<霍姆斯，O.W.>	<威斯坦·休·奥登>	<马玟·沃尔夫>	<Conor Oberst>	<法里德·扎卡利亚>	<托马斯·品钦>	<安娜·路易斯·斯特朗>	<弗雷德里克·图顿>	<帕迪·桓耶夫斯基>	<安德烈·弗尔切克>	<琳恩·切尼>	<托马斯·华立·齐维尔斯>	<多斯·帕索斯>	<杰克·凯鲁亚克>	<卡罗尔·艾姆什维勒>	<艾伦·金斯伯格>	<埃兹拉·庞德>	<罗伯特·布莱>	<布鲁克斯·阿特金森>	<路易丝·伊莉莎白·格里克>	<埃德娜·圣·文森特·米莱>	<维切尔·林赛>	<斯蒂芬·文森特·贝尼特>	<小威廉·布列特>	<亨利·沃兹沃斯·朗费罗>	<路易丝·格吕克>	<查尔斯·布可夫斯基>	<埃勒里·奎因>	<库珀，J.F.>	<华莱士·史蒂文斯>	<梅尔韦尔>	<马娅·安杰卢>	<克萨诺斯>	<詹姆斯·托·法雷尔>	<威廉·柯伦·布赖恩特>	<拉塞尔·埃德森>	<蒂丝黛尔>	<Akiane Kramarik>	<玛雅·安吉罗>	<桑顿·威尔德>	<顾毓秀>	<比利·柯林斯>	<弗兰纳里·奥康纳>	<詹姆斯·冈恩_（美国科幻小说家）>	<加里·斯奈德>	<2Pac>	<夏菁_（诗人）>	<詹姆斯·琼斯_（美国小说家）>	<厄纳斯特·海明威>	<莉迪亚·亨特利·西格妮>	<Sylvester Levay>	<考麦克·麦卡锡>	<埃尔文·布鲁克斯·怀特>	<杰克·福翠尔>	<桑德伯格>	<亚历山德拉·里普利>	<托马斯·洛奇>	<黑克·塔伯特>	<赫尔曼·梅尔维尔>	<威廉斯，T·>	<埃德加·爱伦·坡>	<埃德加·爱伦·坡>	<雷蒙德·卡佛>	<马尔科姆·考利>	<西尔达·杜丽特尔>	<安德烈·弗尔切克>	<斯蒂芬·文森特·贝尼特>	

q974:海贼王里发明了天候棒的人价值多少赏金？
select ?y where { ?x <登场作品> <海贼王_（尾田荣一郎创作的漫画作品）>. <天候棒> <发明者> ?x. ?x <悬赏金> ?y. }
"3000万→2亿贝利"	

q977:由大隈重信创始的综合性大学的英文名是？
select ?y where { ?x <创始人> <大隈重信>. ?x <类别> <综合性大学>. ?x <英文名> ?y. }
"Waseda University"	

q979:和尼采来自同一国家的哲学家都有哪些？
select ?y where { <弗里德里希·威廉·尼采> <国籍> ?x.?y <国籍> ?x.?y <职业> <哲学家_（基础含义）>.}
<斯宾格勒>	<哈马贝斯>	<弗里德里希·威廉·尼采>	<穆迪·布瑞德>	<费肖尔父子>	<尼釆的超人哲学>	<亚历山大·戈特利布·鲍姆嘉通>	<康德_（德国古典哲学创始人）>	<奥斯瓦尔德·屈尔佩>	<齐美尔>	<海德格尔_（德国哲学家）>	<亚瑟·叔本华>	<卡西尔>	<本雅明_（本雅明）>	<马克斯·韦特海默>	<尼古拉·哈特曼>	<威廉·冯特>	<埃德蒙德·胡塞尔>	<弗里德里希·恩格斯>	<阿尔弗雷德·罗森堡>	<戴盟_（德国哲学家）>	<赫尔巴特，J.F.>	<石里克，M·>	<约翰·克里斯托弗·弗里德里希·冯·席勒>	<约翰·戈特利布·费希特>	<鲍勒诺夫>	<路德维格·克拉格斯>	<莱布尼茨，G.W.>	<奥伊肯>	<格奥尔格·威廉·弗里德里希·黑格尔>	<圣阿尔伯特·马格纳斯>	<弗朗兹·布伦塔诺>	<路德维希·费尔巴哈>	<舍勒，M·>	<柯亨，H.>	<艾尔伯图斯·麦格努斯>	<阿多诺_（德国哲学家）>	<鲁道尔夫·欧肯>	<弗里德里希·威廉·约瑟夫·谢林>	<康德，I.>	<鲁道夫·赫尔曼·陆宰>	<哈特曼，N.>	<哈贝马斯，J.>	<普列斯纳>	<戈特弗里德·威廉·莱布尼茨>	<赫尔德_（德国著名哲学家）>	<费尔巴哈_（刑法学家）>	<埃伦弗里德·瓦尔特·冯·契恩豪斯>	<海因里希·约翰·李凯尔特>	

q983:亚洲哪个国家的时区是"UTC+8"？
select ?x where { ?x <所属洲> <亚洲>. ?x <时区> "UTC+8". }
<卡扎人民帝国吧>	<定安国>	<汪伪国民政府>	<槟城岛>	<新加坡>	<蒙古国>	<后梁_（五代的第一个朝代）>	<文莱>	<马来西亚>	<菲律宾_（菲律宾共和国）>	<鹰国>	<果敢_（缅甸掸邦果敢自治区）>	<果敢人民共和国>	

q984:北京大学出了哪些企业家
select ?x where { ?x <职业> <企业家> . ?x <毕业院校> <北京大学> . }
<林腾蛟_（阳光控股有限公司董事局主席）>	<叶立润>	<苏龙泽>	<徐勇_（企业家（百度创始人之一））>	<李国庆_（当当网创始人）>	<雷云_（卡儿酷品牌创始人）>	<郭旻彤>	<李友_（方正集团董事、CEO）>	<曾军_（熟信CEO）>	<党彦宝>	<许单单>	<张兆东_（北京大学资产经营公司总裁、方正集团总裁）>	<李辙>	<孙宇晨>	<高敬池>	<杜宏_（陕西协和资产管理有限公司董事长）>	<周燕军>	<葛敬中>	<曾昭雄>	<盛静生>	<黄龙保>	<马宪泉>	<侯荣芹>	<陈生_（“猪肉王子”陈生）>	<顾宜凡>	<柳青_（柳传志之女，滴滴出行总裁）>	<徐国卫_（聚雅斋美术馆馆长）>	<林金文_（乐车邦创始人兼CEO）>	<陈海彬_（企业家）>	<晨光_（唯美度国际美容连锁集团董事长）>	<林欣_（企业家）>	<丁凯_（东驰建业集团董事长）>	

q986:张柏芝出演的时长116分钟并在2005年12月15日上映的电影是哪一部？
select ?x where { ?x ?a <张柏芝>. ?x <片长> "116分钟". ?x <上映时间> "2005-12-15". }
<无极_（2005年陈凯歌执导电影）>	

q987:车辆驾驶方向和澳大利亚一样且官方语言也一样的国家有哪些？
select ?x where { <澳大利亚> <道路通行> ?z.<澳大利亚> <官方语言> ?y. ?x <官方语言> ?y.?x <道路通行> ?z}
<圭亚那>	<毛里求斯>	<新西兰>	<英国_（大不列颠及北爱尔兰联合王国）>	<英国文化>	<威尔士>	<安提瓜和巴布达>	<特克斯和凯科斯群岛>	<西印度群岛联邦>	<澳大利亚>	<乌干达共和国>	<大英帝国>	<肯尼亚>	<爱尔兰_（爱尔兰共和国）>	<斯威士兰>	<纳米比亚>	<瑙鲁>	<格林纳达历史>	<南非共和国>	<博茨瓦纳>	<印度_（印度共和国）>	<格林纳达>	<大不列颠与爱尔兰联合王国>	<纽埃>	<乌干达>	<巴铁_（中国军迷网友对巴基斯坦的友好称谓）>	<香港_（中华人民共和国特别行政区）>	<新加坡>	<巴布亚新几内亚>	<汤加>	<所罗门群岛>	<巴巴多斯>	<基里巴斯>	<圣文森特和格林纳丁斯>	<坦桑尼亚>	<不丹>	<牙买加>	<圣卢西亚_（北美国家）>	

q988:无产阶级革命家的代表人物、对立统一原则的创始人在哪里去世？
select ?y where { <无产阶级革命家> <代表人物> ?x. <对立统一> <创始人> ?x. ?x <逝世地> ?y. }
<英国_（大不列颠及北爱尔兰联合王国）>	<伦敦_（英国首都）>	

q991:与nba对应的中国相应的协会的英文缩写是什么？
select ?x where { ?y <主要赛事> <NBA>. ?y <中国篮球协会> ?x. }
"CBA"	

q994:"现代航天之父"毕业于哪所学校？
select ?x where { ?y <毕业院校> ?x. ?y <主要成就> "现代航天之父". }
<柏林工业大学>	

q995:亚洲哪个国家的主要宗教是逊尼派？
select ?x where { ?x <所属洲> <亚洲>. ?x <主要宗教> <逊尼派>. }
<哈库拉>	<吉尔吉斯斯坦>	<巴勒斯坦>	<卡塔尔>	<土库曼斯坦>	<马尔代夫_（马尔代夫共和国）>	<塔吉克斯坦>	<沙特阿拉伯>	<约旦>	

